Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Published 100%
ar: تم النشر 100%
ca: S’ha publicat en un 100 %
cy: Wedi cyhoeddi 100%
da: Offentliggjort 100 %
da_instk12: Offentliggjort 100 %
de: Veröffentlicht 100%
es: Publicado al 100 %
es_es: Publicado 100 %
fi: Julkaistu 100%
fr: 100 % publié
fr_ca: Publié à 100 %.
ga: 100% Foilsithe
hi: 100% प्रकाशित हुआ
ht: Pibliye 100%
id: Diterbitkan 100%
is: Birt 100%
it: 100% pubblicato
ja: 100%公開済み
ko: 게시됨 100%
mi: Whakaputaina 100%
ms: Diterbitkan 100%
nb: Publisert 100 %
nb_instk12: Publisert 100 %
nl: 100% gepubliceerd
pl: Opublikowano 100%
pt: Publicado 100%
pt_br: Publicado 100%
ru: Опубликовано 100%
sl: Objavljeno 100 %
sv: Publicerad 100 %
sv_instk12: Publicerad 100 %
th: เผยแพร่แล้ว 100%
vi: Đã phát hành 100%
zh: 已发布 100%
zh_hk: 已發佈 100%

source: Publishing %lld%%
ar: جارٍ النشر %lld%%
ca: S'està publicant %lld%%
cy: Wrthi’n cyhoeddi %lld%%
da: Offentliggør %lld%%
da_instk12: Offentliggør %lld%%
de: Wird veröffentlicht %lld%%
es: Industria editorial %lld%%
es_es: Publicando %lld%%
fi: Julkaistaan %lld%%
fr: En cours de publication %lld%%
fr_ca: Publication %lld%%
ga: Foilsitheoireacht %lld%%
hi: प्रकाशित किया जा रहा है %lld%%
ht: Pibliye %lld%%
id: Menerbitkan %lld%%
is: Birtir %lld%%
it: Pubblicazione %lld%%
ja: 公開%lld%%
ko: 게시 %lld%%
mi: Whakaputa ana %lld%%
ms: Menerbitkan %lld%%
nb: Publiserer %lld%%
nb_instk12: Publiserer %lld%%
nl: Bezig met publiceren %lld%%
pl: Publikowanie %lld%%
pt: Publicando %lld%%
pt_br: Publicando %lld%%
ru: Выполняется публикация %lld%%
sl: Poteka objavljanje %lld%%
sv: Publicerar %lld%%
sv_instk12: Publicerar %lld%%
th: กำลังเผยแพร่ %lld%%
vi: Đang phát hành %lld%%
zh: 正在发布%lld%%
zh_hk: 正在發佈%lld%%

source: Pull to refresh to reload
ar: اسحب للتحديث لتتمكن من إعادة التحميل
ca: Estira per actualitzar per tornar a carregar
cy: Tynnwch i adnewyddu ac ail-lwytho
da: Træk for at opdatere for at genindlæse
da_instk12: Træk for at opdatere for at genindlæse
de: Durch Neuladen aktualisieren
es: Pulse para actualizar y recargar
es_es: Pulsa actualizar para volver a cargar
fi: Lataa uudelleen vetämällä päivitettääksesi
fr: Tirer pour actualiser et recharger
fr_ca: Tirer pour rafraîchir le rechargement
ga: Tarraing chun athnuachan a athlódáil
hi: पुनः लोड करने और रीफ़्रेश करने के लिए खींचें
ht: Rale pou ka aktyalize pou rechaje
id: Tarik untuk memuat ulang
is: Togaðu til að uppfæra og endurhlaða
it: Trascinare verso il basso per aggiornare e ricaricare
ja: リロードするためにプルして更新
ko: 새로 로드하기 위해 당겨서 새로 고칩니다.
mi: Toia ki te tāmata ki te uta anō
ms: Tarik untuk menyegar semula bagi memuat semula
nb: Trekk for å oppdatere og laste inn på nytt
nb_instk12: Trekk for å oppdatere og laste inn på nytt
nl: Pull om te vernieuwen en opnieuw te laden
pl: Przeciągnij, aby odświeżyć i załadować ponownie
pt: Puxar para atualizar para recarregar
pt_br: Puxe para atualizar para recarregar
ru: Потяните, чтобы обновить для перезагрузки
sl: Povlecite za osvežitev in za ponovno nalaganje
sv: Dra för att uppdatera inläsning
sv_instk12: Dra för att uppdatera inläsning
th: ดึงเพื่อรีเฟรชและรีโหลด
vi: Kéo đến làm mới để tải lại
zh: 下拉刷新以重新加载
zh_hk: 拉動至重新整理以重新載入

source: Pull to refresh to try again
ar: اسحب للتحديث لإعادة المحاولة
ca: Estireu per actualitzar per tornar-ho a provar
cy: Tynnwch i adnewyddu a rhoi cynnig arall arni
da: Træk for at opdatere for at prøve igen
da_instk12: Træk for at opdatere for at prøve igen
de: Zum Neuladen ziehen, um es erneut zu versuchen
es: Presione para actualizar e intentar nuevamente
es_es: Pulsa actualizar para volver a intentarlo
fi: Yritä uudelleen ja vedä päivittääksesi
fr: Tirez pour réactualiser et réessayer
fr_ca: Tirez pour actualiser pour réessayer
ga: Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as
hi: फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें
ht: Rale pou aktyalize epi eseye ankò
id: Tarik untuk menyegarkan atau mencoba lagi
is: Dragðu til að endurnýja til að reyna aftur
it: Trascinare verso il basso per aggiornare e riprovare
ja: プルして更新し、再試行してください
ko: 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: Toia ki te tāmata ki te ngana anō
ms: Tarik untuk segar semula bagi mencuba semula
nb: Dra for å oppdatere og prøve på nytt
nb_instk12: Dra for å oppdatere og prøve på nytt
nl: Pull om te vernieuwen en het opnieuw te proberen
pl: Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Puxar para atualizar para tentar novamente
pt_br: Puxe para atualizar para tentar novamente
ru: Потяните для обновления, чтобы попробовать еще раз
sl: Povlecite za osvežitev, da poskusite znova
sv: Dra för att uppdatera och försöka igen
sv_instk12: Dra för att uppdatera och försöka igen
th: ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Hãy kéo để làm mới rồi thử lại
zh: 拖拽以刷新重试
zh_hk: 請下拉以重新整理並再試一次

source: Pull to refresh to try again.
ar: اسحب للتحديث لإعادة المحاولة.
ca: Estireu per actualitzar per tornar-ho a provar.
cy: Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Træk for at opdatere for at prøve igen.
da_instk12: Træk for at opdatere for at prøve igen.
de: Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Pulse Actualizar para volver a intentarlo.
es_es: Pulsa actualizar para volver a intentarlo.
fi: Yritä uudelleen vetämällä.
fr: Balayez vers le bas pour actualiser et réessayer.
fr_ca: Tirez pour actualiser et réessayer.
ga: Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Rale pou aktyalize pou ka eseye ankò.
id: Tarik untuk menyegarkan atau mencoba lagi.
is: Dragðu til að endurglæða til að reyna aftur.
it: Trascinare verso il basso per aggiornare e riprovare.
ja: プルして更新し、再試行してください。
ko: 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: Kumea ki te whakahou ki te ngana anō.
ms: Tarik untuk segar semula untuk mencuba lagi.
nb: Dra for å oppdatere og prøve på nytt.
nb_instk12: Dra for å oppdatere og prøve på nytt.
nl: Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Puxe para refrescar para tentar novamente.
pt_br: Puxe para atualizar para tentar novamente.
ru: Потяните для обновления, чтобы попробовать еще раз.
sl: Povlecite za osvežitev, da poskusite znova.
sv: Dra för att uppdatera och försöka igen.
sv_instk12: Dra för att uppdatera igen.
th: ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Hãy kéo để làm mới để thử lại.
zh: 下拉刷新以重试。
zh_hk: 提取以進行重新整理以再試一次。

source: Pumpkin
ar: يقطين
ca: Carabassa
da: Græskar
da_instk12: Græskar
de: Kürbis
es: Calabaza
es_es: Calabaza
fi: Kurpitsa
fr: Citrouille
fr_ca: Citrouille
hi: कद्दू
id: LabuPumpkin
is: Grasker
it: Zucca
ja: かぼちゃ
ko: 호박
mi: Paukena
ms: Labu
nb: Gresskar
nb_instk12: Gresskar
nl: Pompoen
pl: Dynia
pt: Abóbora
pt_br: Abóbora
ru: Цвет тыквы
sl: Buča
sv: Pumpa
sv_instk12: Pumpa
th: ฟักทอง
vi: Bí Ngô
zh: 南瓜
zh_hk: 南瓜色

source: purple
ar: أرجواني
ca: porpra
cy: porffor
da: lilla
da_instk12: lilla
de: lila
es: morado
es_es: morado
fi: purppura
fr: violet
fr_ca: violet
ga: corcra
hi: बैंगनी
ht: mov
id: ungu
is: fjólublár
it: viola
ja: パープル
ko: 보라색
mi: waiporoporo
ms: ungu
nb: lilla
nb_instk12: lilla
nl: paars
pl: fioletowy
pt: violeta
pt_br: roxo
ru: пурпурный
sl: škrlatna
sv: lila
sv_instk12: lila
th: ม่วง
vi: tía
zh: 紫色
zh_hk: 紫色

source: Purple
ar: أرجواني
ca: Porpra
cy: Porffor
da: Lilla
da_instk12: Lilla
de: Violett
es: Morado
es_es: Morado
fi: Violetti
fr: Violet
fr_ca: Violet
ga: Corcra
hi: बैंगनी
ht: Mov
id: Ungu
is: Fjólublár
it: Viola
ja: パープル
ko: 보라색
mi: Waiporoporo
ms: Ungu
nb: Lilla
nb_instk12: Lilla
nl: Paars
pl: Fioletowy
pt: Violeta
pt_br: Roxo
ru: Пурпурный
sl: Škrlatno
sv: Lila
sv_instk12: Lila
th: ม่วง
vi: Tía
zh: 紫色
zh_hk: 紫色

source: Push Notifications
ar: الإعلامات الفورية
ca: Notificacions d'inserció
cy: Hysbysiadau Marchnata
da: Push notifikationer
da_instk12: Push notifikationer
de: Push-Benachrichtigungen
es: Notificaciones automáticas
es_es: Notificaciones automáticas
fi: Push-ilmoitukset
fr: Notifications push
fr_ca: Notifications Push
ga: Brúfhógraí
hi: सर्वर पुश सूचनाएं
ht: Notifikasyon Push
id: Notifikasi Push
is: Þrýstar tilkynningar
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
mi: Pana ngā Whakamōhiotanga
ms: Pemberitahuan Tolak
nb: Push-varslinger
nb_instk12: Push-varslinger
nl: Push berichtgevingen
pl: Powiadomienia push
pt: Notificações Push
pt_br: Notificações Push
ru: Push-уведомления
sl: Poslana obvestila
sv: Push-aviseringar
sv_instk12: Push-aviseringar
th: การแจ้งเตือนแบบพุช
vi: Thông Báo Đẩy
zh: 推送通知
zh_hk: 推送通知

source: QR Login
ar: تسجيل الدخول باستخدام رمز الاستجابة السريعة
ca: Inici de sessió amb QR
cy: Mewngofnodi QR
es: Inicio de sesión con QR
es_es: Inicio de sesión con código QR
fi: Sisäänkirjautuminen viivakoodin avulla
fr: Connexion avec code QR
ga: Logáil Isteach MF
hi: QR लॉगिन
ht: Koneksyon QR
id: Login QR
is: QR-innskráning
it: Accesso QR
ja: QR ログイン
ko: QR 로그인
mi: QR Takiuru
ms: Log masuk QR
nb: Innlogging med QR
nb_instk12: Innlogging med QR
pl: Logowanie QR
pt: Login por QR
pt_br: Login QR
ru: Логин QR
sl: Prijava QR
sv: QR-inloggning
sv_instk12: QR-inloggning
th: ล็อกอินด้วย QR
vi: Đăng Nhập bằng QR
zh: 二维码登录
zh_hk: 二維碼登入

source: Questions:
ar: الأسئلة:
ca: Preguntes:
cy: 'Cwestiynau:
da: Spørgsmål:
da_instk12: Spørgsmål:
de: Fragen:
es: Preguntas:
es_es: Preguntas:
fi: Kysymyksiä:
ga: Ceisteanna:
hi: प्रश्न:
ht: Kesyon:
id: Pertanyaan:
is: Spurningar:
it: Domande:
ja: 問題:
ko: 문제:
mi: Ngā pātai:
ms: Soalan:
nb: Spørmål:
nb_instk12: Spørmål:
nl: Vragen:
pl: Pytania:
pt: Perguntas:
pt_br: Perguntas:
ru: Вопросы:
sl: Vprašanja:
sv: Frågor:
sv_instk12: Frågor:
th: คำถาม:
vi: Câu Hỏi:
zh: 问题：
zh_hk: 問題：

source: quiz
ar: الاختبار
ca: prova
cy: cwis
da: test
es: examen
es_es: prueba
fi: kysely
fr: questionnaire
fr_ca: questionnaire
hi: प्रश्नोत्तरी
id: kuis
is: próf
ja: 小テスト
ko: 퀴즈
ms: kuiz
nl: toets
pl: test
pt: questionário
pt_br: teste
ru: тест
sl: kviz
th: แบบทดสอบ
vi: kiểm tra
zh: 测验
zh_hk: 測驗

source: Quiz
ar: الاختبار الموجز
ca: Prova
cy: Cwis
da: Test
es: Examen
es_es: Prueba
fi: Tietovisa
fr: Questionnaire
fr_ca: Questionnaire
hi: प्रश्नोत्तरी
id: Kuis
is: Próf
ja: 小テスト
ko: 퀴즈
ms: Kuiz
nb_instk12: Test
nl: Toets
pt: Teste
pt_br: Teste
ru: Тест
sl: Kviz
th: แบบทดสอบ
vi: Kiểm Tra
zh: 测验
zh_hk: 測驗

source: Quiz Details
ar: تفاصيل الاختبار الموجز
ca: Informació de la prova
cy: Manylion Cwis
da: Nærmere oplysninger om testen
da_instk12: Nærmere oplysninger om quizzen
es: Detalles del examen
es_es: Detalles de la prueba
fi: Tietovisan tiedot
fr: Détails sur le questionnaire
fr_ca: Détails sur le questionnaire
ga: Sonraí Quiz
hi: प्रश्नोत्तरी विवरण
ht: Detay Quiz
id: Detail Kuis
is: Prófupplýsingar
it: Dettagli quiz
ja: 小テストの詳細情報
ko: 퀴즈 세부 정보
mi: Ngā Quiz Taipitopito
ms: Butiran Kuiz
nb: Quizdetaljer
nb_instk12: Quizdetaljer
nl: Toetsdetails
pl: Informacje szczegółowe dot. testu
pt: Detalhes do teste
pt_br: Detalhes do teste
ru: Сведения о тесте
sl: Podrobnosti o kvizu
sv: Quizinformation
sv_instk12: Quizdetaljer
th: รายละเอียดแบบทดสอบ
vi: Thông Tin Chi Tiết Bài Kiểm Tra
zh: 测验详情
zh_hk: 測驗詳細資料

source: Quiz Preview
ar: معاينة الاختبار الموجز
ca: Visualització prèvia de la prova
cy: Rhagolwg o'r Cwis
da: Forhåndsvisning af quiz
da_instk12: Forhåndsvisning af quiz
de: Quizvorschau
es: Vista previa de la evaluación
es_es: Vista previa de la prueba
fi: Tietovisan esikatselu
fr: Aperçu du questionnaire
fr_ca: Aperçu du questionnaire
ga: Réamhamharc Quiz
hi: प्रश्नोत्तरी पूर्वावलोकन
ht: Apèsi Quiz
id: Pratinjau Kuis
is: Forskoðun prófs
it: Anteprima quiz
ja: 小テストプレビュー
ko: 퀴즈 미리 보기
mi: Quiz Arokite
ms: Pratonton Kuiz
nb: Forhåndsvisning av quiz
nb_instk12: Forhåndsvisning av quiz
nl: Voorbeeld van toets
pl: Podgląd testu
pt: Visualização do teste
pt_br: Pré-visualização do teste
ru: Просмотр контрольной работы
sl: Predogled kviza
sv: Förhandsvisning av quiz
sv_instk12: Förhandsvisning av quiz
th: แสดงตัวอย่างแบบทดสอบ
vi: Xem Trước Bài Kiểm Tra
zh: 测验预览
zh_hk: 測驗預覽

source: Quiz Score to Keep
ar: درجة الاختبار الموجز التي يتعين الاحتفاظ بها
ca: Puntuació de la prova que s'ha de mantenir
cy: Sgôr cwis i’w chadw
da: Testresultat som skal noteres
da_instk12: Quizresultat som skal noteres
de: Zu speichernde Quiz-Punktezahl
es: Mantener la puntuación
es_es: Puntuación de la prueba a mantener
fi: Säilytettävä testin pistemäärä
fr: Notation du questionnaire à conserver
fr_ca: Notation du questionnaire à conserver
ga: Scór Quiz le Coimeád
hi: रखने के लिए प्रश्नोत्तरी अंक
ht: Nòt Quiz pou Kenbe
id: Skor Kuis untuk Disimpan
is: Varðveita prófeinkunn
it: Punteggio quiz da mantenere
ja: 保持する小テスト スコア
ko: 유지할 퀴즈 점수
mi: Quiz kaute ki te Puritia
ms: Skor Kuiz untuk Disimpan
nb: Quizpoengsum å beholde
nb_instk12: Quizpoengsum å beholde
nl: Te behouden toetsscore
pl: Wynik punktowy z testu do zapisania
pt: Pontuação do teste para manter
pt_br: Pontuação do Teste para manter
ru: Оценка контрольной работы для сохранения
sl: Upoštevani rezultat kviza
sv: Quizresultat att behålla
sv_instk12: Quizresultat att behålla
th: คะแนนแบบทดสอบที่จะเก็บ
vi: Điểm Kiểm Tra Sẽ Giữ
zh: 要保留的测验分数
zh_hk: 要保留的測驗分數

source: Quiz Type
ar: نوع الاختبار الموجز
ca: Tipus de prova
cy: Math o Gwis
da: Testtype
de: Quiztyp
es: Tipo de evaluación
es_es: Tipo de prueba
fi: Testin tyyppi
fr: Type de questionnaire
fr_ca: Type de questionnaire
ga: Cineál Quiz
hi: प्रश्नोत्तरी प्रकार
ht: Tip Quiz
id: Jenis Kuis
is: Tegund prófs
it: Tipo di quiz
ja: 小テスト タイプ
ko: 퀴즈 유형
mi: Momo Quiz
ms: Jenis Kuiz
nl: Toetstype
pl: Typ testu
pt: Tipo de teste
pt_br: Tipo de questionário
ru: Тип контрольной работы
sl: Vrsta kviza
sv: Quiztyp
sv_instk12: Quiztyp
th: ประเภทแบบทดสอบ
vi: Loại Bài Kiểm Tra
zh: 测验类型
zh_hk: 測驗類型

source: Quiz Type:
ar: نوع الاختبار الموجز:
ca: Tipus de prova:
cy: Math o Gwis:
de: Quiztyp:
es: Tipo de evaluación:
es_es: Tipo de prueba:
fi: Tietovisan yppi:
fr: Type de quiz :
fr_ca: Type de questionnaire :
ga: Cineál Quiz:
hi: प्रश्नोत्तरी प्रकार:
ht: Tip Quiz:
id: Jenis Kuis:
is: Tegund prófs:
it: Tipo di quiz:
ja: 保留中のレビュー
ko: 퀴즈 유형:
mi: Momo Quiz:
ms: Jenis Kuiz:
nl: Toetstype:
pl: Typ testu:
pt: Tipo de teste:
pt_br: Tipo de teste:
ru: Тип теста:
sl: Vrsta kviza:
sv: Quiztyp:
sv_instk12: Quiztyp:
th: ประเภทแบบทดสอบ:
vi: Loại Bài Kiểm Tra:
zh: 测验类型：
zh_hk: 測驗類型：

source: Quizzes
ar: الاختبارات الموجزة
ca: Proves
cy: Cwisiau
da: Test
da_instk12: Quizzer
de: Quiz
es: Exámenes
es_es: Pruebas
fi: Testit
fr: Quiz
fr_ca: Questionnaires
ga: Quizeanna
hi: प्रश्नोत्तरी
ht: Quiz
id: Kuis
is: Próf
it: Quiz
ja: 小テスト
ko: 퀴즈
mi: Ngā Quizzes
ms: Kuiz
nb: Quizer
nb_instk12: Tester
nl: Toetsen
pl: Testy
pt: Testes
pt_br: Testes
ru: Тесты
sl: Kvizi
sv: Quiz
th: คำถาม
vi: Các Câu Hỏi Kiểm Tra
zh: 测验
zh_hk: 測驗

source: Radio Button
ar: زر الخيار
ca: Botó d'opció
cy: Botwm Radio
da: Radioknap
da_instk12: Radioknap
de: Optionsschaltfläche
es: Botón de opción
es_es: Botón de opciones
fi: Valintanappi
fr: Bouton radio
fr_ca: Bouton radio
ga: Cnaipe Raidió
hi: रेडियो बटन
ht: Bouton
id: Tombol Radio
is: Útvarpshnappur
it: Pulsante di opzione
ja: ラジオボタン
ko: 라디오 버튼
mi: Patene reo irirangi
ms: Butang Radio
nb: Radioknapp
nb_instk12: Radioknapp
nl: Radioknop
pl: Przycisk radiowy
pt: Botão de opção
pt_br: Botão de rádio
ru: Кнопка с зависимой фиксацией
sl: Izbirni gumb
sv: Radio-knapp
sv_instk12: Radio-knapp
th: ปุ่มเลือกรายการ
vi: Nút Radio
zh: 单选按钮
zh_hk: 單選按鈕

source: Recent Activity
ar: النشاط الأخير
ca: Activitat recent
cy: Gweithgarwch diweddar
da: Seneste aktivitet
da_instk12: Seneste aktivitet
de: Aktuelle Aktivität
es: Actividad reciente
es_es: Actividad reciente
fi: Viimeaikainen aktiviteetti
fr: Activité récente
fr_ca: Activité récente
ga: Gníomhaíocht le Déanaí
hi: हालिया गतिविधि
ht: Aktivite Resan
id: Aktivitas Terkini
is: Nýleg virkni
it: Attività recente
ja: 最近のアクティビティ
ko: 최근 활동
mi: Mahi Tata
ms: Aktiviti Terkini
nb: Siste aktiviteter
nb_instk12: Siste aktiviteter
nl: Recente activiteit
pl: Ostatnia aktywność
pt: Atividade recente
pt_br: Atividade recente
ru: Недавно выполненные действия
sl: Nedavna aktivnost
sv: Senaste aktivitet
sv_instk12: Senaste aktivitet
th: กิจกรรมล่าสุด
vi: Hoạt Động Gần Đây
zh: 最近活动
zh_hk: 最近的活動

source: Recipients
ar: المتلقون
ca: Destinataris
cy: Derbynwyr
da: Modtagere
da_instk12: Modtagere
de: Empfänger
es: Destinatarios
es_es: Destinatarios
fi: Vastaanottajat
fr: Destinataires
fr_ca: Destinataires
hi: प्राप्तकर्ता
ht: Destinatè
id: Penerima
is: Viðtakendur
it: Destinatari
ja: 受信者
ko: 수신자
mi: Ngā Kaiwhiwhi
ms: Penerima
nb: Mottakere
nb_instk12: Mottakere
nl: Geadresseerden
pl: Odbiorcy
pt: Destinatários
pt_br: Recipientes
ru: Получатели
sl: Prejemniki
sv: Mottagare
sv_instk12: Mottagare
th: ผู้รับ
vi: Người Nhận
zh: 收件人
zh_hk: 收件人

source: Record audio
ar: تسجيل الصوت
ca: Enregistra so
cy: Recordio sain
da: Optag audio
da_instk12: Optag audio
de: Audio aufnehmen
es: Grabar audio
es_es: Grabar audio
fi: Nauhoita ääni
fr: Enregistrer de l'audio
fr_ca: Enregistrer de l’audio
ga: Taifead fuaim
hi: ऑडियो रिकॉर्ड करें
ht: Anrejistre son
id: Rekam audio
is: Taka upp hljóð
it: Registra audio
ja: オーディオを録音する
ko: 오디오 녹음
mi: Tāhopu ororongo
ms: Rakam audio
nb: Ta opp lyd
nb_instk12: Ta opp lyd
nl: Audio opnemen
pl: Nagraj dźwięk
pt: Gravar audio
pt_br: Gravar áudio
ru: Записать аудио
sl: Posnemi zvok
sv: Spela in ljud
sv_instk12: Spela in ljud
th: บันทึกเสียง
vi: Ghi âm
zh: 录制音频
zh_hk: 錄製音訊

source: Record Audio
ar: تسجيل الصوت
ca: Enregistra so
cy: Recordio Sain
da: Optage audio
da_instk12: Optage audio
de: Audio aufnehmen
es: Grabar audio
es_es: Grabar audio
fi: Nauhoita ääni
fr: Enregistrer de l’audio
fr_ca: Enregistrer le son
ga: Taifead Fuaim
hi: ऑडियो रिकॉर्ड करें
ht: Anrejistre Son
id: Rekam Audio
is: Taka upp hljóð
it: Registra audio
ja: オーディオを録音する
ko: 오디오 녹음
mi: Tāhopu Ororongo
ms: Rakam Audio
nb: Lydopptak
nb_instk12: Lydopptak
nl: Audio opnemen
pl: Nagraj dźwięk
pt: Gravar Áudio
pt_br: Gravar Áudio
ru: Записать аудио
sl: Posnemi zvok
sv: Spela in ljud
sv_instk12: Spela in ljud
th: บันทึกเสียง
vi: Ghi Âm
zh: 录制音频
zh_hk: 錄製音訊

source: Recordings
ar: التسجيلات
ca: Enregistraments
cy: Recordiad
da: Optagelser
da_instk12: Optagelser
de: Aufzeichnungen
es: Grabaciones
es_es: Grabaciones
fi: Nauhoitukset
fr: Enregistrements
fr_ca: Enregistrements
ga: Taifeadtaí
hi: रिकॉर्डिंग
ht: Anrejistreman
id: Rekaman
is: Upptökur
it: Registrazioni
ja: 録画
ko: 녹화
mi: Ngā ōrongorongo
ms: Rakaman
nb: Opptak
nb_instk12: Opptak
nl: Opnamen
pl: Nagrań
pt: Gravações
pt_br: Gravações
ru: Записи
sl: Snemanja
sv: Inspelningar
sv_instk12: Inspelningar
th: ผลงานบันทึก
vi: Bản Ghi
zh: 录制文件
zh_hk: 記錄

# recurs_on
source: On
ar: تشغيل
ca: Activat
cy: Ymlaen
da: Slået til
da_instk12: Slået til
de: Ein
es: Activado
es_es: Sí
fi: Pvm
fr: Le
fr_ca: Le
ga: Ar An
hi: इस पर
ht: Ouvri
id: Hidup
is: Kveikt
it: Il
ja: オン
ko: 활성
mi: Whakakā
ms: Hidupkan
nb: På
nb_instk12: På
nl: Op
pl: W
pt: Em
pt_br: Ligar
ru: Вкл
sl: Vklop
sv: På
sv_instk12: På
th: เปิด
vi: Vào
zh: 日期
zh_hk: 開啟

# recurs_on_lowercase
source: on
ar: في
ca: activat
cy: ymlaen
da: tændt
da_instk12: d.
de: am
es: activado
es_es: sí
fr: activé
fr_ca: le
ga: ar an
hi: इस पर
ht: sou
id: hidup
is: á
it: il
ja: ～に
ko: 활성
mi: whakakā
ms: pada
nb: på
nb_instk12: på
nl: op
pl: w
pt: em
pt_br: ligar
ru: вкл
sl: vklop
sv: på
sv_instk12: på
th: เปิด
vi: vào
zh: 于
zh_hk: 開啟

source: red
ar: أحمر
ca: vermell
cy: coch
da: rød
da_instk12: rød
de: rot
es: rojo
es_es: rojo
fi: punainen
fr: rouge
fr_ca: rouge
ga: dearg
hi: लाल
ht: wouj
id: merah
is: rauður
it: rosso
ja: レッド
ko: 빨강
mi: whero
ms: merah
nb: rød
nb_instk12: rød
nl: rood
pl: czerwony
pt: encarnado
pt_br: vermelho
ru: красный
sl: rdeča
sv: röd
sv_instk12: röd
th: แดง
vi: đ
zh: 红色
zh_hk: 紅色

source: Red
ar: أحمر
ca: Vermell
cy: Coch
da: Rød
da_instk12: Rød
de: Rot
es: Rojo
es_es: Rojo
fi: Punainen
fr: Rouge
fr_ca: Rouge
ga: Dearg
hi: लाल
ht: Wouj
id: Merah
is: Rauður
it: Rosso
ja: レッド
ko: 빨강
mi: Whero
ms: Merah
nb: Rød
nb_instk12: Rød
nl: Rood
pl: Czerwony
pt: Encarnado
pt_br: Vermelho
ru: Красный
sl: Rdeče
sv: Röd
sv_instk12: Röd
th: แดง
vi: Đỏ
zh: 红色
zh_hk: 紅色

source: Redo
ar: إعادة
ca: Refés
cy: Ail-wneud
da: Annuller fortryd
da_instk12: Annuller fortryd
de: Wiederholen
es: Rehacer
es_es: Rehacer
fi: Suorita uudelleen
fr: Refaire
fr_ca: Rétablir
ga: Athdhéan
hi: फिर से करें
ht: Refè
id: Ulangi
is: Endurtaka
it: Ripeti
ja: やり直し
ko: 다시 실행
mi: Mahi anō
ms: Buat semula
nb: Gjør om
nb_instk12: Gjør om
nl: Opnieuw
pl: Cofnij
pt: Refazer
pt_br: Refazer
ru: Повторить
sl: Uveljavi
sv: Gör om
sv_instk12: Gör om
th: ทำซ้ำ
vi: Làm lại
zh: 重新操作
zh_hk: 重做

source: Refreshing
ar: جارٍ التحديث
ca: S'estan actualitzant
cy: Wrthi’n adnewyddu
da: Opdaterer
da_instk12: Opdaterer
de: Aktualisieren
es: Volviendo a cargar
es_es: Actualizando
fi: Päivitetään
fr: Rafraîchir
fr_ca: Actualisation en cours
ga: Ag athnuachan
hi: रीफ़्रेश किया जा रहा है
ht: Rafrechi
id: Memuat ulang
is: Enduglæðir
it: Aggiornamento
ja: 更新中
ko: 새로 고치기
mi: Tāmata ana
ms: Segar semula
nb: Oppdaterer
nb_instk12: Oppdaterer
nl: Bezig met verversen
pl: Odświeżanie
pt: Recarregar
pt_br: Atualizando
ru: Обновление
sl: Osvežujem
sv: Uppdaterar
sv_instk12: Uppdaterar
th: กำลังรีเฟรช
vi: Đang Làm Mới
zh: 正在刷新
zh_hk: 正在重新整理

source: Relevance
ar: الصلة
ca: Rellevància
cy: Perthnasedd
da: Relevans
da_instk12: Relevans
de: Relevanz
es: Relevancia
es_es: Importancia
fi: Tärkeys
fr: Pertinence
fr_ca: Pertinence
ga: Ábharthacht
hi: प्रासंगिकता
ht: Relevans
id: Relevansi
is: Mikilvægi
it: Pertinenza
ja: 関連性
ko: 관련성
mi: Tikanga
ms: Keberkaitan
nb: Relevans
nb_instk12: Relevans
nl: Relevantie
pl: Istotność
pt: Relevância
pt_br: Relevância
ru: Релевантность
sl: Ustreznost
sv: Relevans
sv_instk12: Relevans
th: ความสอดคล้อง
vi: Mức độ liên quan
zh: 相关度
zh_hk: 相關

source: Remaining
ar: المتبقي
ca: Restant
cy: Yn Weddill
da: Tilbage
da_instk12: Tilbage
de: Verbleibend
es: Restante
es_es: Restante
fi: Jäljelle jäänyt
fr: Restant
fr_ca: Restant
ga: Fágtha
hi: शेष
ht: Rete
id: Tersisa
is: Eftir
it: Rimasto
ja: 残り
ko: 남음
mi: E toe ana
ms: Berbaki
nb: Resterende
nb_instk12: Resterende
nl: Resterend
pl: Pozostało
pt: Restante
pt_br: Restante
ru: Остается
sl: Preostalo
sv: Återstående
sv_instk12: Återstående
th: ที่เหลือ
vi: Còn lại
zh: 剩余
zh_hk: 其餘的

source: Remove
ar: إزالة
ca: Suprimeix
cy: Tynnu
da: Fjern
da_instk12: Fjern
de: Entfernen
es: Eliminar
es_es: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Retirer
ga: Bain
hi: निकालें
ht: Elimine
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
ko: 제거
mi: Tango
ms: Alih Keluar
nb: Fjern
nb_instk12: Fjern
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Remover
ru: Удалить
sl: Odstrani
sv: Ta bort
sv_instk12: Ta bort
th: ลบ
vi: Gỡ
zh: 移除
zh_hk: 移除

source: Remove %@
ar: إزالة %@
ca: Elimina %@
cy: Tynnu %@
da: Fjern %@
da_instk12: Fjern %@
de: Entfernen %@
es: Eliminar %@
es_es: Eliminar %@
fi: Poista %@
fr: Supprimer %@
fr_ca: Retirer %@
ga: Bain %@
hi: निकालें %@
ht: Elimine %@
id: Hapus %@
is: Fjarlægja %@
it: Rimuovi %@
ja: 削除%@
ko: 제거 %@
mi: Tangohia %@
ms: Alih keluar %@
nb: Fjern %@
nb_instk12: Fjern %@
nl: Verwijderen %@
pl: Usuń %@
pt: Eliminar %@
pt_br: Remover %@
ru: Удалить %@
sl: Odstrani %@
sv: Ta bort %@
sv_instk12: Ta bort %@
th: ลบ %@
vi: Gỡ %@
zh: 移除%@
zh_hk: 移除%@
